Repository: ngua/chi_chinh
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: This field is required
vi: Trường này cần thiết

source: 255 Characters or less
vi: Tối đa 255 chữ

source: Please enter a valid email address
vi: Hãy nhập vào địa chỉ email hợp lệ

source: Name
vi: Tên

source: Email
vi: Địa chỉ email

source: Message
vi: Nội dung

source: Submit
vi: Gửi liên hệ

source: Filter by Category
vi: Lọc Theo Mục

source: Clear All
vi: Xóa Bộ Lọc

source: Archive
vi: Lưu Trữ

source: Posted on
vi: Đăng vào

source: No matching recipes found!
vi: Không tìm thấy kết quả

source: Try choosing another combination
vi: Hãy thử chọn mục khác
